Repository: lifeng-88/Project59
Catalog: Hub/Rahmi/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, zh_hant

# notification.pre_prompt.not_now
source: Not Now
de: Später
es: Ahora no
fr: Plus tard
ja: 後で
pt: Agora não
zh_hant: 稍後再說

# notification.pre_prompt.title
source: Turn on notifications?
de: Benachrichtigungen aktivieren?
es: ¿Activar notificaciones?
fr: Activer les notifications ?
ja: 通知をオンにしますか？
pt: Ativar notificações?
zh_hant: 要開啟通知嗎？

# notification.status.denied.hint
source: Notifications are off. Enable them in Settings.
de: Benachrichtigungen sind deaktiviert. In den Einstellungen aktivieren.
es: Notificaciones desactivadas. Actívalas en Ajustes.
fr: Notifications désactivées. Activez-les dans Réglages.
ja: 通知がオフです。設定から有効にしてください。
pt: Notificações desativadas. Ative em Definições.
zh_hant: 通知已關閉，請至系統設定開啟。

# photo_validation.encode_failed
source: Could not encode this image. Try another one.
de: Dieses Bild konnte nicht kodiert werden. Versuchen Sie es mit einem anderen.
es: No se pudo codificar esta imagen. Prueba con otro.
fr: Impossible d'encoder cette image. Essayez-en un autre.
ja: この画像をエンコードできませんでした。別のものを試してください。
pt: Não foi possível codificar esta imagem. Tente outro.
zh_hant: 圖片無法編碼，請換一張重試。

# photo_validation.error.face_offset_or_obscured
source: Face is off-center or obscured
de: Das Gesicht ist außermittig oder verdeckt
es: La cara está descentrada u oscurecida
fr: Le visage est décentré ou masqué
ja: 顔が中心からずれている、または隠れている
pt: O rosto está descentralizado ou obscurecido
zh_hant: 人臉偏移或被遮擋

# photo_validation.error.multiple_people
source: Multiple faces detected
de: Mehrere Gesichter erkannt
es: Múltiples caras detectadas
fr: Plusieurs visages détectés
ja: 複数の顔が検出されました
pt: Vários rostos detectados
zh_hant: 檢測到多張人臉

# photo_validation.error.no_person
source: No face detected
de: Kein Gesicht erkannt
es: No se detectó ninguna cara
fr: Aucun visage détecté
ja: 顔が検出されませんでした
pt: Nenhum rosto detectado
zh_hant: 未檢測到人臉

# push.coins_claim.claiming
source: Claiming…
de: Wird eingelöst…
es: Reclamando…
fr: Réclamation…
ja: 受け取り中…
pt: Resgatando…
zh_hant: 領取中…

# push.coins_claim.coins_format
source: %@ Coins
de: %@ Münzen
es: %@ monedas
fr: %@ pièces
ja: %@ コイン
pt: %@ moedas
zh_hant: %@ 金幣

# push.coins_claim.cta
source: Claim Now
de: Jetzt einlösen
es: Reclamar ahora
fr: Récupérer maintenant
ja: 今すぐ受け取る
pt: Resgatar agora
zh_hant: 立即領取

# push.coins_claim.must_login
source: Please sign in first
de: Bitte zuerst anmelden
es: Inicia sesión primero
fr: Connecte-toi d'abord
ja: 先にサインインしてください
pt: Faça login primeiro
zh_hant: 請先登入

# push.coins_claim.subtitle
source: Welcome back! Claim your coin reward below — your campaign spot is reserved.
de: Willkommen zurück! Hol dir unten die Münzen ab — dein Aktionsplatz ist gesichert.
es: ¡Bienvenido de vuelta! Reclama las monedas a continuación: tu cupo en la promoción está reservado.
fr: Bon retour ! Récupère tes pièces ci-dessous — ta place dans la campagne est réservée.
ja: おかえりなさい！下のコインを受け取りましょう。キャンペーン参加枠は確保済みです。
pt: Bem-vindo de volta! Resgate as moedas abaixo — sua vaga na campanha está garantida.
zh_hant: 歡迎回來！領取下方金幣獎勵，已存入活動資格。

# push.coins_claim.tag
source: Limited time · First come, first served
de: Zeitlich begrenzt · Wer zuerst kommt
es: Tiempo limitado · El primero que llegue lo lleva
fr: Durée limitée · Premier arrivé, premier servi
ja: 期間限定 ・ 先着順
pt: Tempo limitado · Primeiro a chegar, leva
zh_hant: 限時活動 · 先到先得

# push.coins_claim.title
source: Welcome Back Gift
de: Begrüßungsgeschenk
es: Regalo de regreso exclusivo
fr: Cadeau de retour exclusif
ja: おかえりなさい特典
pt: Presente exclusivo de boas-vindas
zh_hant: 專屬回歸禮

# push.recharge_incentive.base_coins
source: Base coins
de: Grundmünzen
es: Monedas base
fr: Pièces de base
ja: 基本コイン
pt: Moedas básicas
zh_hant: 基礎金幣

# push.recharge_incentive.cta
source: Choose payment
de: Bezahlung wählen
es: Elegir pago
fr: Choisir le paiement
ja: 支払いを選択
pt: Escolher pagamento
zh_hant: 選擇支付

# push.recharge_incentive.tag
source: Limited bonus
de: Zeitlich begrenzter Bonus
es: Bono por tiempo limitado
fr: Bonus limité
ja: 期間限定ボーナス
pt: Bônus por tempo limitado
zh_hant: 限時加贈

# recharge.badge.best_value
source: BEST VALUE
de: BESTER PREIS
es: MEJOR VALOR
fr: MEILLEURE VALEUR
ja: ベストバリュー
pt: MELHOR VALOR
zh_hant: 超值精選

# recharge.badge.free_percent
source: +%lld%% FREE
de: +%lld%% KOSTENLOS
es: +%lld%% GRATIS
fr: +%lld%% GRATUIT
ja: +%lld%% 無料
pt: +%lld%% GRATUITO
zh_hant: 贈送 %lld%%

# recharge.badge.most_popular
source: MOST POPULAR
de: AM BELIEBTESTEN
es: MÁS POPULAR
fr: LE PLUS POPULAIRE
ja: 最も人気のある
pt: MAIS POPULAR
zh_hant: 最受歡迎

# recharge.benefit.download
source: High-Res / 4K Downloads
de: Hochauflösende / 4K-Downloads
es: Descargas de alta resolución/4K
fr: Téléchargements haute résolution / 4K
ja: 高解像度 / 4K ダウンロード
pt: Downloads em alta resolução/4K
zh_hant: 高清 / 4K 下載

# recharge.benefit.effects
source: Ultra-Realistic AI Effects
de: Ultrarealistische KI-Effekte
es: Efectos de IA ultrarrealistas
fr: Effets IA ultra-réalistes
ja: 超リアルな AI エフェクト
pt: Efeitos de IA ultrarrealistas
zh_hant: 超逼真 AI 特效

# recharge.benefit.priority
source: Priority Processing (Skip the Wait)
de: Vorrangige Verarbeitung (das Warten überspringen)
es: Procesamiento prioritario (evite la espera)
fr: Traitement prioritaire (éviter l'attente)
ja: 優先処理（待ち時間をスキップ）
pt: Processamento prioritário (ignorar a espera)
zh_hant: 優先處理（免排隊）

# recharge.benefit.unlock
source: Unlock All Premium Templates
de: Schalten Sie alle Premium-Vorlagen frei
es: Desbloquear todas las plantillas premium
fr: Débloquez tous les modèles Premium
ja: すべてのプレミアム テンプレートのロックを解除する
pt: Desbloqueie todos os modelos premium
zh_hant: 解鎖全部高級模板

# recharge.browser_pay.still_pending
source: Payment not confirmed yet. Try again shortly or check your recharge history.
de: Zahlung noch nicht bestätigt. Bitte später erneut versuchen oder den Verlauf prüfen.
es: Pago aún no confirmado. Inténtelo de nuevo o revise el historial.
fr: Paiement non confirmé. Réessayez plus tard ou consultez l’historique.
ja: まだ支払いが確認されていません。しばらくして再試行するか、履歴をご確認ください。
pt: Pagamento ainda não confirmado. Tente novamente ou veja o histórico.
zh_hant: 尚未確認支付結果，請稍後重試或至充值記錄查看。

# recharge.error.bind_card_first
source: Please add a payment card first.
de: Bitte fügen Sie zunächst eine Zahlungskarte hinzu.
es: Primero agregue una tarjeta de pago.
fr: Veuillez d'abord ajouter une carte de paiement.
ja: 最初に支払いカードを追加してください。
pt: Adicione um cartão de pagamento primeiro.
zh_hant: 請先綁定信用卡後再試。

# recharge.error.iap_failed_generic
source: Payment did not complete. Check your network and Apple ID; configure StoreKit in the Simulator if needed. If charged, check recharge history later.
de: Die Zahlung wurde nicht abgeschlossen. Überprüfen Sie Ihr Netzwerk und Ihre Apple-ID. Konfigurieren Sie StoreKit bei Bedarf im Simulator. Falls aufgeladen, überprüfen Sie später den Ladeverlauf.
es: El pago no se completó. Verifique su red y su ID de Apple; configure StoreKit en el simulador si es necesario. Si se cobra, verifique el historial de recargas más tarde.
fr: Le paiement n'a pas été effectué. Vérifiez votre réseau et votre identifiant Apple ; configurez StoreKit dans le simulateur si nécessaire. S'il est chargé, vérifiez l'historique de recharge plus tard.
ja: 支払いが完了しませんでした。ネットワークと Apple ID を確認してください。必要に応じて、シミュレーターで StoreKit を構成します。充電した場合は、後で充電履歴を確認してください。
pt: O pagamento não foi concluído. Verifique sua rede e ID Apple; configure StoreKit no Simulador, se necessário. Se estiver carregado, verifique o histórico de recarga mais tarde.
zh_hant: 支付未完成。請檢查網絡與已登錄的 Apple ID；模擬器需在 Xcode 配置 StoreKit 商品。若已扣款請稍後在充值記錄中查看。

# recharge.error.login_first
source: Please sign in before recharging.
de: Bitte melden Sie sich vor dem Aufladen an.
es: Por favor inicia sesión antes de recargar.
fr: Veuillez vous connecter avant de recharger.
ja: 充電する前にサインインしてください。
pt: Faça login antes de recarregar.
zh_hant: 請先登錄後再充值。

# recharge.error.no_iap_product
source: This package has no App Store product configured yet.
de: Für dieses Paket ist noch kein App Store-Produkt konfiguriert.
es: Este paquete aún no tiene ningún producto de App Store configurado.
fr: Ce package n'a pas encore de produit App Store configuré.
ja: このパッケージにはまだ App Store 製品が構成されていません。
pt: Este pacote ainda não possui nenhum produto da App Store configurado.
zh_hant: 該套餐暫未配置 App Store 商品，暫無法購買。

# recharge.error.no_payment_url
source: Could not get payment link. Try again or contact support.
de: Der Zahlungslink konnte nicht abgerufen werden. Versuchen Sie es erneut oder wenden Sie sich an den Support.
es: No se pudo obtener el enlace de pago. Inténtelo de nuevo o comuníquese con el soporte.
fr: Impossible d'obtenir le lien de paiement. Réessayez ou contactez l'assistance.
ja: 支払いリンクを取得できませんでした。もう一度試すか、サポートにお問い合わせください。
pt: Não foi possível obter o link de pagamento. Tente novamente ou entre em contato com o suporte.
zh_hant: 未獲取到支付鏈接，請稍後再試或聯繫客服。

# recharge.error.open_browser_pay
source: Complete payment in the browser; your balance will update when you return.
de: Vollständige Zahlung im Browser; Ihr Guthaben wird bei Ihrer Rückkehr aktualisiert.
es: Pago completo en el navegador; su saldo se actualizará cuando regrese.
fr: Effectuer le paiement dans le navigateur ; votre solde sera mis à jour à votre retour.
ja: ブラウザで支払いを完了します。戻ってくると残高が更新されます。
pt: Conclua o pagamento no navegador; seu saldo será atualizado quando você retornar.
zh_hant: 請在瀏覽器中完成付款，返回應用後餘額將隨支付結果更新。

# recharge.error.package_stale
source: Package data expired. Pull to refresh and try again.
de: Paketdaten abgelaufen. Zum Aktualisieren ziehen und erneut versuchen.
es: Los datos del paquete caducaron. Tira para actualizar y vuelve a intentarlo.
fr: Les données du package ont expiré. Tirez pour actualiser et réessayez.
ja: パッケージデータの有効期限が切れました。プルして更新し、再試行してください。
pt: Os dados do pacote expiraram. Puxe para atualizar e tente novamente.
zh_hant: 套餐數據已過期，請下拉刷新後重試。

# recharge.error.payment_incomplete
source: Payment not completed.
de: Zahlung nicht abgeschlossen.
es: Pago no completado.
fr: Paiement non effectué.
ja: 支払いが完了していません。
pt: Pagamento não concluído.
zh_hant: 支付未完成。

# recharge.error.user_id_invalid
source: Invalid user. Please sign in again.
de: Ungültiger Benutzer. Bitte melden Sie sich erneut an.
es: Usuario no válido. Por favor inicia sesión nuevamente.
fr: Utilisateur invalide. Veuillez vous reconnecter.
ja: 無効なユーザーです。再度サインインしてください。
pt: Usuário inválido. Faça login novamente.
zh_hant: 用戶標識異常，請重新登錄。

# recharge.header
source: RECHARGE
de: AUFLADEN
es: RECARGAR
fr: RECHARGER
ja: リチャージ
pt: RECARREGAR
zh_hant: 充值

# recharge.list_title
source: RECHARGE
de: AUFLADEN
es: RECARGAR
fr: RECHARGER
ja: リチャージ
pt: RECARREGAR
zh_hant: 充值

# recharge.need_coins_to_continue
source: Need %lld coins to continue
de: Es werden %lld Münzen benötigt, um fortzufahren
es: Se necesitan %lld monedas para continuar
fr: Il faut %lld pièces pour continuer
ja: 続行には %lld コインが必要です
pt: Precisa de %lld moedas para continuar
zh_hant: 需要 %lld 金幣才能繼續

# recharge.no_packages
source: No packages available
de: Keine Pakete verfügbar
es: No hay paquetes disponibles
fr: Aucun forfait disponible
ja: 利用可能なパッケージはありません
pt: Nenhum pacote disponível
zh_hant: 暫無可用套餐

source: Recharge Now
de: Jetzt aufladen
es: Recarga ahora
fr: Recharger maintenant
ja: 今すぐリチャージ
pt: Recarregue agora
zh_hant: 立即充值

# recharge.package.coins_line
source: %lld COINS
de: %lld MÜNZEN
es: %lld MONEDAS
fr: %lld PIÈCES
ja: %lld コイン
pt: %lld MOEDAS
zh_hant: %lld 金幣

# recharge.page_title
source: Recharge
de: Aufladen
es: Recargar
fr: Recharger
ja: リチャージ
pt: Recarregar
zh_hant: 充值

# recharge.payment.add_card_short
source: ADD+
de: HINZUFÜGEN+
es: AÑADIR+
fr: AJOUTER+
ja: 追加+
pt: ADICIONAR+
zh_hant: 添加

# recharge.payment.btn_now
source: RECHARGE NOW
de: JETZT AUFLADEN
es: RECARGAR AHORA
fr: RECHARGEZ MAINTENANT
ja: 今すぐ充電してください
pt: RECARREGUE AGORA
zh_hant: 立即充值

# recharge.payment.channel_bonus_format
source: %lld PAYMENT BONUS
de: %lld ZAHLUNGSBONUS
es: %lld BONO DE PAGO
fr: %lld BONUS DE PAIEMENT
ja: %lld 支払いボーナス
pt: %lld BÔNUS DE PAGAMENTO
zh_hant: %lld 渠道獎勵

# recharge.payment.coins_format
source: %lld COINS
de: %lld MÜNZEN
es: %lld MONEDAS
fr: %lld PIÈCES
ja: %lld コイン
pt: %lld MOEDAS
zh_hant: %lld 金幣

# recharge.payment.disclaimer
source: Channel bonuses are for display; actual coins are credited after payment completes.
de: Kanalboni dienen der Anzeige; Die tatsächlichen Münzen werden nach Abschluss der Zahlung gutgeschrieben.
es: Los bonos de canal son para visualización; Las monedas reales se acreditan una vez completado el pago.
fr: Les bonus de chaîne sont destinés à être affichés ; les pièces réelles sont créditées une fois le paiement terminé.
ja: チャンネルボーナスは表示用です。実際のコインは支払い完了後に付与されます。
pt: Os bônus do canal são para exibição; as moedas reais são creditadas após a conclusão do pagamento.
zh_hant: 渠道獎勵為展示用，實際到賬金幣以支付完成後的結果為準。

# recharge.payment.method_section
source: PAYMENT METHOD
de: ZAHLUNGSMETHODE
es: FORMA DE PAGO
fr: MODE DE PAIEMENT
ja: 支払方法
pt: FORMA DE PAGAMENTO
zh_hant: 支付方式

# recharge.payment.none
source: No payment methods available.
de: Keine Zahlungsmethoden verfügbar.
es: No hay métodos de pago disponibles.
fr: Aucun mode de paiement disponible.
ja: 利用できる支払い方法はありません。
pt: Nenhum método de pagamento disponível.
zh_hant: 暫無可用支付方式。

# recharge.payment.secure_line
source: 100% Secure Transaction & Private Billing. Your privacy is our top priority.
de: 100 % sichere Transaktion und private Abrechnung. Ihre Privatsphäre hat für uns oberste Priorität.
es: Transacciones 100% seguras y facturación privada. Su privacidad es nuestra principal prioridad.
fr: Transaction 100% sécurisée et facturation privée. Votre vie privée est notre priorité absolue.
ja: 100% 安全なトランザクションとプライベート請求。あなたのプライバシーは私たちの最優先事項です。
pt: Transação 100% segura e faturamento privado. Sua privacidade é nossa principal prioridade.
zh_hant: 100% 安全交易與隱私賬單，您的隱私是我們的首要任務。

# recharge.payment.title
source: Select Payment
de: Wählen Sie Zahlung
es: Seleccione Pago
fr: Sélectionnez Paiement
ja: お支払いを選択してください
pt: Selecione Pagamento
zh_hant: 選擇支付方式

# recharge.payment.total_amount
source: TOTAL AMOUNT
de: GESAMTBETRAG
es: IMPORTE TOTAL
fr: MONTANT TOTAL
ja: 合計金額
pt: MONTANTE TOTAL
zh_hant: 合計

# recharge.processing
source: PROCESSING…
de: VERARBEITUNG…
es: TRATAMIENTO…
fr: TRAITEMENT…
ja: 処理…
pt: PROCESSAMENTO…
zh_hant: 處理中…

# recharge.record.empty_guest
source: Sign in to see recharge history
de: Melden Sie sich an, um den Aufladeverlauf anzuzeigen
es: Inicia sesión para ver el historial de recargas
fr: Connectez-vous pour voir l'historique des recharges
ja: サインインしてリチャージ履歴を確認する
pt: Faça login para ver o histórico de recarga
zh_hant: 登錄後查看充值記錄

# recharge.record.empty_guest_sub
source: Sign in to sync records from the server.
de: Melden Sie sich an, um Datensätze vom Server zu synchronisieren.
es: Inicie sesión para sincronizar registros del servidor.
fr: Connectez-vous pour synchroniser les enregistrements du serveur.
ja: サインインしてサーバーからレコードを同期します。
pt: Faça login para sincronizar registros do servidor.
zh_hant: 請先登錄賬號以同步服務端記錄。

# recharge.record.empty_logged_in
source: No recharge records
de: Keine Aufladeaufzeichnungen
es: Sin registros de recarga
fr: Aucun enregistrement de recharge
ja: リチャージ記録がありません
pt: Nenhum registro de recarga
zh_hant: 暫無充值記錄

# recharge.record.empty_logged_in_sub
source: Transactions will appear here after purchase.
de: Nach dem Kauf werden hier Transaktionen angezeigt.
es: Las transacciones aparecerán aquí después de la compra.
fr: Les transactions apparaîtront ici après l'achat.
ja: 購入後、トランザクションがここに表示されます。
pt: As transações aparecerão aqui após a compra.
zh_hant: 完成購買後，記錄將顯示在這裡。

# recharge.record.title
source: Recharge Record
de: Aufladeaufzeichnung
es: Registro de recarga
fr: Enregistrement de recharge
ja: リチャージ記録
pt: Registro de recarga
zh_hant: 充值記錄

# recharge.result.balance_format
source: Current balance: %@
de: Aktuelles Guthaben: %@
es: Saldo actual: %@
fr: Solde actuel : %@
ja: 現在の残高：%@
pt: Saldo atual: %@
zh_hant: 目前餘額：%@

# recharge.result.bonus_format
source: +%lld BONUS INCLUDED
de: +%lld BONUS INKLUSIVE
es: +%lld BONO INCLUIDO
fr: +%lld BONUS INCLUS
ja: +%lld ボーナスが含まれています
pt: +%lld BÔNUS INCLUÍDO
zh_hant: 含贈送 +%lld

# recharge.result.close_a11y
source: Close
de: Schließen
es: Cerca
fr: Fermer
ja: 近い
pt: Fechar
zh_hant: 關閉

# recharge.result.coins_format
source: %lld COINS RECEIVED
de: %lld MÜNZEN ERHALTEN
es: %lld MONEDAS RECIBIDAS
fr: %lld PIÈCES REÇUES
ja: %lld コインを受け取りました
pt: %lld MOEDAS RECEBIDAS
zh_hant: 已到賬 %lld 金幣

# recharge.result.get_started
source: GET STARTED
de: Fangen Sie an
es: EMPEZAR
fr: COMMENCER
ja: 始めましょう
pt: COMEÇAR
zh_hant: 開始體驗

# recharge.result.page_opened
source: Payment page opened
de: Zahlungsseite geöffnet
es: Página de pago abierta
fr: Page de paiement ouverte
ja: 支払いページがオープンしました
pt: Página de pagamento aberta
zh_hant: 已打開支付頁面

# recharge.result.pay_failed
source: Payment failed
de: Die Zahlung ist fehlgeschlagen
es: Pago fallido
fr: Échec du paiement
ja: 支払いに失敗しました
pt: Falha no pagamento
zh_hant: 支付失敗

# recharge.result.title
source: RECHARGE SUCCESS
de: ERFOLGREICH AUFLADEN
es: ÉXITO DE RECARGA
fr: RECHARGEMENT SUCCÈS
ja: リチャージ成功
pt: SUCESSO DE RECARGA
zh_hant: 充值成功

# recharge.result.variant_a.title
source: COINS ADDED
de: MÜNZEN GUTGESCHRIEBEN
es: MONEDAS AÑADIDAS
fr: PIÈCES AJOUTÉES
ja: コインを追加しました
pt: MOEDAS ADICIONADAS
zh_hant: 金幣已入帳

# recharge.secure_footer
source: 100% Secure & Private Billing
de: 100 % sichere und private Abrechnung
es: Facturación 100% segura y privada
fr: Facturation 100 % sécurisée et privée
ja: 100% 安全かつプライベートな請求
pt: Faturamento 100% seguro e privado
zh_hant: 100% 安全私密支付

# recharge.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗した
pt: Fracassado
zh_hant: 失敗

# recharge.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
pt: Pendente
zh_hant: 待處理

# recharge.status.recharging
source: Processing
de: Verarbeitung
es: Tratamiento
fr: Traitement
ja: 処理
pt: Processamento
zh_hant: 處理中

# recharge.status.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
pt: Sucesso
zh_hant: 成功

# recharge.upsell.benefit.effects
source: Ultra-Realistic AI Effects
de: Ultrarealistische KI-Effekte
es: Efectos de IA ultrarrealistas
fr: Effets IA ultra-réalistes
ja: 超リアルな AI エフェクト
pt: Efeitos de IA ultrarrealistas
zh_hant: 超寫實 AI 特效

# recharge.upsell.benefit.priority
source: Priority Processing (Skip the Wait)
de: Vorrangige Verarbeitung (das Warten überspringen)
es: Procesamiento prioritario (evite la espera)
fr: Traitement prioritaire (éviter l'attente)
ja: 優先処理（待ち時間をスキップ）
pt: Processamento prioritário (ignorar a espera)
zh_hant: 優先生成，減少排隊

# recharge.upsell.benefit.quality
source: High-Res / 4K Downloads
de: Hochauflösende / 4K-Downloads
es: Descargas de alta resolución/4K
fr: Téléchargements haute résolution / 4K
ja: 高解像度 / 4K ダウンロード
pt: Downloads em alta resolução/4K
zh_hant: 高清 / 4K 下載

# recharge.upsell.benefit.templates
source: Unlock All Premium Templates
de: Schalten Sie alle Premium-Vorlagen frei
es: Desbloquear todas las plantillas premium
fr: Débloquez tous les modèles Premium
ja: すべてのプレミアム テンプレートのロックを解除する
pt: Desbloqueie todos os modelos premium
zh_hant: 解鎖全部高級模板

# recharge.upsell.explore_more
source: Explore more
de: Entdecken Sie mehr
es: Explora más
fr: Explorer davantage
ja: もっと詳しく見る
pt: Explorar mais
zh_hant: 探索更多套餐

# recharge.upsell.headline
source: Premium benefits
de: Premium-Vorteile
es: Beneficios premium
fr: Avantages premium
ja: プレミアム特典
pt: Benefícios premium
zh_hant: 會員權益

# recharge.variant_a.headline
source: Top up with the App Store
de: Aufladen über den App Store
es: Recarga con App Store
fr: Recharger via l’App Store
ja: App Store でチャージ
pt: Recarregar pela App Store
zh_hant: 使用 App Store 儲值

# recharge.variant_a.iap_hint
source: Apple In-App Purchase
de: Apple In-App-Kauf
es: Compra integrada con Apple
fr: Achat intégré Apple
ja: Apple のアプリ内購入
pt: Compra no app pela Apple
zh_hant: Apple App 內購買

# recharge.variant_a.packages_heading
source: CHOOSE A PACKAGE
de: PAKET WÄHLEN
es: ELIGE UN PAQUETE
fr: CHOISIS UN FORFAIT
ja: パッケージを選択
pt: ESCOLHA UM PACOTE
zh_hant: 選擇套餐

# recharge.variant_a.primary_cta
source: CONFIRM ON APP STORE
de: IM APP STORE BESTÄTIGEN
es: CONFIRMAR EN APP STORE
fr: CONFIRMER SUR L’APP STORE
ja: APP STORE で確定
pt: CONFIRMAR NA APP STORE
zh_hant: 於 App Store 確認

# recharge.variant_a.processing
source: CONFIRMING ON APP STORE…
de: BESTÄTIGUNG IM APP STORE…
es: CONFIRMANDO EN APP STORE…
fr: CONFIRMATION SUR L’APP STORE…
ja: APP STORE で確認中…
pt: CONFIRMANDO NA APP STORE…
zh_hant: 於 App Store 確認中…

# recharge.variant_a.subhead
source: Coins arrive right after a secure in-app purchase—no third-party checkout pages.
de: Münzen kommen direkt nach einem sicheren In-App-Kauf. Keine Drittanbieter-Kasse.
es: Las monedas llegan al instante con una compra segura en la app, sin pasarelas externas.
fr: Les pièces sont créditées immédiatement après un achat intégré sécurisé, sans page de paiement tierce.
ja: 安全なアプリ内購入後すぐにコインが反映。第三者決済画面はありません。
pt: As moedas chegam na hora após uma compra segura no app, sem checkout de terceiros.
zh_hant: 安全 App 內購買後金幣立即入帳，無第三方結帳頁。

# settings.build
source: Build
de: Bauen
es: Construir
fr: Construire
ja: 建てる
pt: Construir
zh_hant: 版本

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt: Linguagem
zh_hant: 語言

# settings.product_updates
source: Product updates
de: Produktaktualisierungen
es: Actualizaciones de productos
fr: Mises à jour du produit
ja: 製品のアップデート
pt: Atualizações de produtos
zh_hant: 產品更新

# settings.section.general
source: GENERAL
de: ALLGEMEIN
fr: GÉNÉRAL
ja: 一般的な
pt: EM GERAL
zh_hant: 通用

# settings.section.notifications
source: NOTIFICATIONS
de: MITTEILUNGEN
es: NOTIFICACIONES
ja: 通知
pt: NOTIFICAÇÕES
zh_hant: 通知

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações
zh_hant: 設置

# tab.home
source: Home
de: Heim
es: Hogar
fr: Maison
ja: 家
pt: Lar
zh_hant: 首頁

# tab.my
source: My
de: Mein
es: Mi
fr: Mon
ja: 私の
pt: Meu
zh_hant: 我的

# tab.recharge
source: Recharge
de: Aufladen
es: Recargar
fr: Recharger
ja: リチャージ
pt: Recarregar
zh_hant: 充值

# task.error.failed_default
source: Task failed
de: Aufgabe fehlgeschlagen
es: Tarea fallida
fr: La tâche a échoué
ja: タスクが失敗しました
pt: Falha na tarefa
zh_hant: 任務失敗

# task.error.network_with_reason
source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー: %@
pt: Erro de rede: %@
zh_hant: 網絡錯誤：%@

# task.error.result_missing
source: Result unavailable
de: Ergebnis nicht verfügbar
es: Resultado no disponible
fr: Résultat indisponible
ja: 結果は利用できません
pt: Resultado indisponível
zh_hant: 結果不可用

# task.error.server_default
source: Server error
de: Serverfehler
es: error del servidor
fr: Erreur de serveur
ja: サーバーエラー
pt: Erro no servidor
zh_hant: 服務器錯誤

# welcome.bonus.added_prefix
source: We've added
de: Wir haben hinzugefügt
es: Hemos añadido
fr: Nous avons ajouté
ja: 追加しました
pt: Nós adicionamos
zh_hant: 我們已贈送

# welcome.bonus.body
source: to your wallet. Choose any template and bring your ideas to life for free!
de: zu Ihrem Portemonnaie. Wählen Sie eine beliebige Vorlage und erwecken Sie Ihre Ideen kostenlos zum Leben!
es: a tu billetera. ¡Elige cualquier plantilla y haz realidad tus ideas gratis!
fr: à votre portefeuille. Choisissez n’importe quel modèle et donnez vie à vos idées gratuitement !
ja: あなたの財布に。テンプレートを選択して、あなたのアイデアを無料で実現してください。
pt: para sua carteira. Escolha qualquer modelo e dê vida às suas ideias gratuitamente!
zh_hant: 到您的錢包。選擇任意模板，免費實現創意！

# welcome.bonus.cta
source: CREATE NOW
de: JETZT ERSTELLEN
es: CREAR AHORA
fr: CRÉER MAINTENANT
ja: 今すぐ作成
pt: CRIAR AGORA
zh_hant: 立即創作

# welcome.bonus.free_coins
source: free coins
de: kostenlose Münzen
es: monedas gratis
fr: pièces gratuites
ja: 無料のコイン
pt: moedas grátis
zh_hant: 枚免費金幣
